<html>

<head>
<meta charset="UTF-8" />
<title>Femme au foyer</title>
	<style>
      body {
        background-color: #D6F2F9;
      }
    </style>
<style>
  /* Style menu*/
  nav {
    background-color: lightblue;
    display: flex; /* menu horizontal */
    justify-content: space-between; /* repartir les liens sur tout l'espace du menu */
	margin: 0 auto; /* Center the menu */
    max-width: 1000px; /* Set the maximum width */
    padding: 20px; /* Add padding to the menu */
  }

  /* Style liens */
  nav a {
    color: black; /*  couleur nom pages */
    text-decoration: none; 
    padding: 10px 20px; /* Add padding to the links */
  }

  /* Change the text color on hover */
  nav a:hover {
    color: white;
  }
	</style>
<style>
#section {
  background-color: #bcdee7;
  box-shadow: -5px 0 5px rgba(0,0,0,0.2);
  padding: 20px;
  margin: 20px;
}
	</style>
<style>
/*footer style */	
footer {
        padding: 10px 20px;
        background: #5e7288;
        color: white;
      }	
</style>
<center><img  src="./images/index.png" style="max-width: 50%;"  /></center>	
</head>
<body>






<header>

	<hgroup>

		<h1><center>Femme au foyer</center></h1>
		<h2><center>Projet encadré M1 TAL 2022-2023</center></h2>
	</hgroup>


</header>




	
<nav>
  <a href="./site/index.html">Accueil</a>
  <a href="./site/page_script.html">Script </a>
  <a href="./site/page_tableaux.html">Tableaux</a>
  <a href="./site/page_nuages_itrameur.html">iTrameur + Nuages de mots</a>
  <a href="./site/page_conclusion.html">Conclusion</a>
  <a href="./site/page_journal.html">Journal</a>
	
</nav>
	
<div id="section">
  <h2>Introduction</h2>
  <p>Bienvenue sur notre site web consacré à l'observation de la vie multilingue de l'expression "femme au foyer". Ce projet a été réalisé dans le cadre d'un cours de PPE (projet de programmation encadré) en master 1 TAL.</p>
  <p>Notre étude a pour objectif de mettre en lumière la perception de cette expression par la presse dans différentes langues. Nous avons choisi d'inclure l'espagnol, le chinois, l'anglais et le français dans notre étude, car ces langues sont parlées et comprises par les membres de notre groupe.</p>
  <p>Pour réaliser cette étude, nous avons sélectionné 50 articles de presse publiés après 2015 dans chacune des langues choisies. Nous espérons que notre site vous permettra de découvrir les résultats de notre travail et de réfléchir sur les perceptions de la femme au foyer dans différentes cultures et langues.</p>
</div>

	
<div id="section">	
	<h2> Définitions </h2>
<p><br />
Anglais<br />
housewife<br />
Pluriel : housewives</p>

<p>D&eacute;finition :<br />
&quot;a woman whose work is inside the home, doing the cleaning, cooking, etc., and who usually does not have any other job&quot;<br />
Source : <a href="https://dictionary.cambridge.org/dictionary/english/housewife">https://dictionary.cambridge.org/dictionary/english/housewife</a></p>

<p><br />
Fran&ccedil;ais<br />
femme au foyer<br />
Pluriel : femmes au foyer</p>

<p>D&eacute;finition :<br />
&quot; Femme, souvent m&egrave;re, qui n&rsquo;a pas d&rsquo;activit&eacute; professionnelle et est en charge de la gestion du foyer. &quot;<br />
Source : <a href="https://www.lalanguefrancaise.com/dictionnaire/definition/femme-au-foyer">https://www.lalanguefrancaise.com/dictionnaire/definition/femme-au-foyer</a></p>

<p>&nbsp;</p>

<p>Chinois</p>

<p>家庭主妇<br />
D&eacute;finition :<br />
Une femme au foyer, est une position occup&eacute;e par une femme mari&eacute;e qui s&#39;occupe de sa famille &agrave; plein temps et ne travaille pas en dehors de la maison. <br/> Le service est fourni aux membres de la famille, y compris le mari, les enfants et, s&#39;ils vivent avec le mari, les membres de la famille de ce dernier.<br />
source : <a href="https://baike.baidu.com/item/%E5%AE%B6%E5%BA%AD%E4%B8%BB%E5%A6%87/3353003">https://baike.baidu.com/item/%E5%AE%B6%E5%BA%AD%E4%B8%BB%E5%A6%87/3353003</a></p>

<p>&nbsp;</p>

<p>Synonymes: &ldquo;全职太太&ldquo; ce mot peux aussi faire r&eacute;r&eacute;rence &agrave; femme au foyer, mais il fait g&eacute;n&eacute;ralement r&eacute;f&eacute;rence aux femmes qui n&#39;ont pas d&#39;emploi r&eacute;gulier，<br/>elles s&#39;occupent de la famille et elle n&#39;ont pas de pression financi&egrave;re, la famille a un revenu au-dessus de la classe moyenne et poss&egrave;de des investissements. <br/> La femme doit &eacute;galement &ecirc;tre une femme tr&egrave;s instruite.<br />
Dans notre projet, on a choisi la forme &quot;家庭主妇&quot; qui est un mot plus g&eacute;n&eacute;ral.</p>

<p>&nbsp;</p>

<p>Espagnol<br />
ama de casa<br />
pluriel: amas de casa</p>

<p>D&eacute;finition: mujer que se ocupa de las tareas de su casa.<br />
	source: <a href="https://www.rae.es/dpd/ama">https://www.rae.es/dpd/ama</a></p>
	</div>

<p>&nbsp;</p>	

	<div class="footer">
	</div>
	<footer>
      <p> <center> Projet PPE, GUI Kexin et SCHERMESSER Charlotte | Master plurital 2022-2023 </center></p>
    </footer>
</body>

</html>
