<html>
<head>
	<style>
		
  /* Style menu*/
  nav {
    background-color: lightblue;
    display: flex; /* menu horizontal */
    justify-content: space-between; /* repartir les liens sur tout l'espace du menu */
	margin: 0 auto; /* Center the menu */
    max-width: 1000px; /* Set the maximum width */
    padding: 20px; /* Add padding to the menu */
  }

  /* Style liens */
  nav a {
    color: black; /*  couleur nom pages */
    text-decoration: none; 
    padding: 10px 20px; /* Add padding to the links */
  }

  /* Change the text color on hover */
  nav a:hover {
    color: white;
  }

      body {
        background-color: #D6F2F9;
      }
	   </style>
	<center><img  src="../images/journal.png" style="max-width: 50%;"  /></center>
	</head>
	
<body>
	<nav>
  <a href="../index.html">Accueil</a>
  <a href="./page_script.html">Script </a>
  <a href="./page_tableaux.html">Tableaux</a>
  <a href="./page_nuages_itrameur.html">iTrameur + Nuages de mots</a>
  <a href="./page_conclusion.html">Conclusion</a>
  <a href="./page_journal.html">Journal</a>
	</nav>
	
<div style="max-width: 80%; padding: 100px;">
<p><span style="font-size:22px"><strong>Septembre</strong></span></p>

<p><span style="font-size:16px">Le professeur nous pr&eacute;sente le d&eacute;roulement g&eacute;n&eacute;ral du cours &quot;projet encadr&eacute;&quot; et tous les mat&eacute;riaux et outils que nous devrons utiliser. Nous apprenons &agrave; utiliser le shell et les professeurs nous pr&eacute;sentent git.</span></p>

<p><span style="font-size:22px"><strong>Octobre</strong></span></p>

<p><strong>04/10</strong></p>

<p><span style="font-size:16px">Notre premi&egrave;re &eacute;tape pour travailler sur notre projet consiste &agrave; choisir le mot ad&eacute;quat et &agrave; former un groupe de travail. Nous devrons ensuite r&eacute;pertorier au moins 50 URLs de sites par langue qui traitent du sujet et qui contiennent des occurrences du mot choisi.</span></p>

<p><span style="font-size:16px">Pour notre groupe, nous avons eu de nombreuses discussions pour choisir le vocabulaire de notre &eacute;tude. Au d&eacute;but, nous &eacute;tions vraiment coinc&eacute;s sur le probl&egrave;me de savoir si nous devions travailler uniquement sur l&#39;ambig&uuml;it&eacute;. </span></p>

<p><span style="font-size:16px">Nous avons essay&eacute; d&#39;&eacute;tudier l&#39;ambig&uuml;it&eacute; du m&ecirc;me mot dans diff&eacute;rentes langues, mais cela ne fonctionnait pas tr&egrave;s bien. Nous avons propos&eacute; certains termes ayant plus d&#39;un sens : baguette, place... et quelques mots avec un contexte culturel : gendarme, gr&egrave;ve... quelques mots ayant un sens abstrait : &eacute;lection, relation, oscillation... Mais nous n&#39;avons pas r&eacute;ussi &agrave; nous d&eacute;cider sur le mot.</span></p>

<p><strong>12/10</strong></p>

<p><span style="font-size:16px">Nous avons fini par nous mettre d&#39;accord sur le mot que nous allions &eacute;tudier : &quot;femme au foyer&quot;. Dans notre groupe, nous avons d&eacute;cid&eacute; d&#39;&eacute;tudier le mot dans trois langues : Charlotte s&#39;occupera de la partie fran&ccedil;aise, Kexin s&#39;occupera de la partie chinoise et Aigerim s&#39;occupera de la partie russe ou kazakh.</span></p>

<p><span style="font-size:16px">Mot/expression choisi : &quot;femme au foyer&quot; Langues envisag&eacute;es : fran&ccedil;ais, mandarin, kazakh ou russe But : comprendre comment sont per&ccedil;ues les femmes au foyer et comment cette perception varie d&#39;une culture &agrave; l&#39;autre.</span></p>

<p><span style="font-size:22px"><strong>Novembre</strong></span></p>

<p><span style="font-size:16px"><strong>15/11</strong></span></p>

<p><span style="font-size:16px">Nous nous concentrons sur des articles r&eacute;cents (2015-2022).</span></p>

<p><strong><span style="font-size:16px">25/11</span></strong></p>

<p><span style="font-size:16px">Nous reprenons le travail de groupe sur le sujet de la femme au foyer.</span></p>

<p><span style="font-size:16px"><strong>30/11</strong></span></p>

<p><span style="font-size:16px">Nous avons bien organis&eacute; toutes les branches n&eacute;cessaires pour notre projet. Charlotte a bien transmis les 50 URLs fran&ccedil;aises. De mon c&ocirc;t&eacute;, j&#39;ai transmis les URLs chinois, aspirations chinoises, dumps chinois ; puis j&#39;ai mis mon tableau et j&#39;ai un peu rempli l&#39;histoire de notre choix de mot. Mais j&#39;ai rencontr&eacute; un peu de difficult&eacute; &agrave; compl&eacute;ter mes URLs, car je n&#39;en ai que 20 pour l&#39;instant. C&#39;est difficile de trouver des articles de presse officiels en chinois. De toute fa&ccedil;on, je vais &eacute;largir mon champ de recherche ou accepter aussi des articles non officiels sur Internet.</span></p>

<p><span style="font-size:16px">Notre &eacute;tape suivante :</span></p>

<p><span style="font-size:16px">-Compter les occurrences</span></p>

<p><span style="font-size:16px">- Trouver les mots dans leur contexte</span></p>

<p><span style="font-size:16px">- Concordance : ajouter une fiche concordance.sh</span></p>

<p><strong><span style="font-size:22px">D&eacute;cembre</span></strong></p>

<p><strong><span style="font-size:16px">01/12</span></strong></p>

<p><span style="font-size:16px">Apr&egrave;s avoir rassembl&eacute; les 50 URLs en fran&ccedil;ais et sans analyse (juste en parcourant les articles), je remarque que la plupart des articles fran&ccedil;ais semblent mettre surtout en avant les aspects n&eacute;gatifs li&eacute;s au fait d&#39;&ecirc;tre une femme au foyer (fatigue, manque de reconnaissance, mort professionnelle, pr&eacute;carit&eacute;/d&eacute;pendance au conjoint).</span></p>

<p><span style="font-size:16px">Les articles qui mentionnent des aspects positifs et/ou font la promotion des femmes au foyer semblent provenir de m&eacute;dias plus conservateurs/de droite (journaux chr&eacute;tiens, Le Figaro, etc.).</span></p>

<p><span style="font-size:16px">Parfois, l&#39;expression &quot;femme au foyer&quot; est remplac&eacute;e par une expression &eacute;quivalente comme &quot;m&egrave;re au foyer&quot; et ces diff&eacute;rentes expressions peuvent &ecirc;tre au pluriel. Il faudrait donc utiliser une expression r&eacute;guli&egrave;re telle que : (m&egrave;re|femme|maman)s?(au foyer) pour rep&eacute;rer les occurrences de ce concept dans les diff&eacute;rents textes. De plus, l&#39;index.html est bien r&eacute;dig&eacute; et notre page Git est bien cr&eacute;&eacute;e.</span></p>

<p><strong><span style="font-size:16px">5/12</span></strong></p>

<p><span style="font-size:16px">Aigerim a effectu&eacute; un push de 50 URLs en russe.</span></p>

<p><strong><span style="font-size:16px">7/12</span></strong></p>

<p><span style="font-size:16px">Aigerim : j&#39;ai corrig&eacute; la configuration de git user name. </span></p>

<p><span style="font-size:16px">Kexin : De mon c&ocirc;t&eacute;, je rencontre un grand probl&egrave;me de manque de contexte et de r&eacute;alisation de la concordance. Apr&egrave;s avoir ex&eacute;cut&eacute; mon script, il y a des fichiers de contexte qui s&#39;affichent, mais tous les fichiers sont vides. </span></p>

<p><span style="font-size:16px">Apr&egrave;s avoir demand&eacute; &agrave; mes camarades de classe, j&#39;ai r&eacute;alis&eacute; qu&#39;il y avait un probl&egrave;me avec la d&eacute;finition des variables dans mon script, et que les noms de fichiers dans le script ne correspondaient pas &agrave; mes noms de fichiers locaux. </span></p>

<p><span style="font-size:16px">Pour les journ&eacute;es suivantes, mon objectif est de r&eacute;gler ce probl&egrave;me. De plus, j&#39;ai trouv&eacute; un exemple HTML de d&eacute;signation de site pour pr&eacute;parer l&#39;organisation de notre page, et un bon exemple de script de tableau des &eacute;tudiants anciens pour nous aider &agrave; avancer.</span></p>

<p><span style="font-size:16px"><strong>10/12</strong></span></p>

<p><span style="font-size:16px">Charlotte : lors de la recherche d&#39;URLs en fran&ccedil;ais et avant de faire des analyses, je peux observer un changement de perception des femmes au foyer selon l&#39;orientation politique du m&eacute;dia</span></p>

<p><span style="font-size:16px">(les journaux de droite et religieux ont une opinion plut&ocirc;t positive des femmes au foyer qu&#39;ils mettent en valeur, tandis que les autres mettent en avant les risques et les d&eacute;savantages de cette situation).</span></p>

<p><strong><span style="font-size:16px">20/12</span></strong></p>

<p><span style="font-size:16px">Charlotte : Abandon de certaines langues car difficult&eacute; &agrave; trouver assez de mat&eacute;riel sur le sujet dans les langues en question. </span></p>

<p><span style="font-size:16px">Kexin : Une membre de notre groupe d&eacute;cide de quitter notre projet, donc nous d&eacute;cidons d&#39;ajouter l&#39;anglais et l&#39;espagnol dans notre travail. </span><span style="font-size:16px">Charlotte s&#39;occupe de trouver les URLs d&#39;espagnol et moi je pr&eacute;pare les 50 URLs d&#39;anglais.</span></p>

<p><strong><span style="font-size:16px">22/12</span></strong></p>

<p><span style="font-size:16px">Charlotte : test des tableaux avec les URLs en anglais, espagnol et fran&ccedil;ais. #23 d&eacute;cembre Charlotte : ajout du tableau en espagnol. </span></p>

<p>&nbsp;</p>

<p><span style="font-size:22px"><strong>Janvier</strong></span></p>

<p><span style="font-size:16px"><strong>04/01</strong><br />
Ajout d&#39;un dossier contenant la version finale compl&egrave;te des tableaux dans chaque langue, afin d&#39;avoir une sauvegarde</span></p>

<p><span style="font-size:16px"><strong>05/01</strong></span></p>

<p><span style="font-size:16px">charlotte:</span></p>

<p><span style="font-size:16px">derni&egrave;res modifications sur les tableaux en anglais, espagnol et fran&ccedil;ais, nettoyage de certains dossiers (les fichiers inutiles sont retir&eacute;s).&nbsp; </span></p>

<p><span style="font-size:16px">ajout d&#39;image<br />
image nuage de mot: https://www.pexels.com/photo/focused-asian-woman-washing-dishes-7262358/<br />
image script: https://www.pexels.com/photo/woman-carrying-her-baby-and-working-on-a-laptop-4079281/<br />
image journal: https://www.pexels.com/photo/flat-lay-photography-of-unfold-book-beside-macbook-295826/<br />
image conclusion: https://www.pexels.com/photo/cheerful-women-cooking-together-in-kitchen-3772534/<br />
les modifications d&#39;images ont &eacute;t&eacute; faites avec <a href="https://pixlr.com/x/#home">https://pixlr.com/x/#home</a></span></p>

<p><span style="font-size:16px">Kexin : De mon c&ocirc;t&eacute;, j&#39;ai termin&eacute; l&#39;itrameur en anglais, fran&ccedil;ais et espagnol en utilisant le site <a href="http://www.tal.univ-paris3.fr/trameur/iTrameur/" target="_new">http://www.tal.univ-paris3.fr/trameur/iTrameur/</a>. Probl&egrave;me rencontr&eacute; : sur itrameur, le p&ocirc;le source doit toujours &ecirc;tre un mot. </span></p>

<p><span style="font-size:16px">Dans ce cas, le mot en fran&ccedil;ais &quot;femme au foyer&quot; et le mot en espagnol &quot;ama de casa&quot; ne peuvent &ecirc;tre identifi&eacute;s car ce sont des constructions de trois mots. </span></p>

<p><span style="font-size:16px">Pendant le cours, le prof m&#39;a donn&eacute; le conseil de remplacer &quot;femme au foyer&quot; par &quot;femme_au_foyer&quot; pour qu&#39;itrameur puisse identifier le mot.</span></p>

<p><span style="font-size:16px">Cependant quand j&#39;ai effectu&eacute; cette modification, il y avait encore un probl&egrave;me d&#39;identification du p&ocirc;le source. J&#39;ai ensuite essay&eacute; de mettre les mots ensemble sous la forme &quot;femmeaufoyer&quot; et &quot;amadecasa&quot;, et cette fois &ccedil;a a march&eacute; sur itrameur.</span></p>
	</div>
	
	</body>
</html>