<html>
<head>
	<style>
		 /* Style menu*/
  nav {
    background-color: lightblue;
    display: flex; /* menu horizontal */
    justify-content: space-between; /* repartir les liens sur tout l'espace du menu */
	margin: 0 auto; /* Center the menu */
    max-width: 1000px; /* Set the maximum width */
    padding: 20px; /* Add padding to the menu */
  }

  /* Style liens */
  nav a {
    color: black; /*  couleur nom pages */
    text-decoration: none; 
    padding: 10px 20px; /* Add padding to the links */
  }

  /* Change the text color on hover */
  nav a:hover {
    color: white;
  }
      body {
        background-color: #D6F2F9;
      }
	   </style>
	<style>
#section {
  background-color: #bcdee7;
  box-shadow: -5px 0 5px rgba(0,0,0,0.2);
  padding: 20px;
  margin: 20px;
}
	</style>
	<center><img  src="../images/conclusion.png" style="max-width: 50%;"  /></center>
	</head>
	
<body>
		<nav>
  <a href="../index.html">Accueil</a>
  <a href="./page_script.html">Script </a>
  <a href="./page_tableaux.html">Tableaux</a>
  <a href="./page_nuages_itrameur.html">iTrameur + Nuages de mots</a>
  <a href="./page_conclusion.html">Conclusion</a>
  <a href="./page_journal.html">Journal</a>
	
</nav>
	<div id="section">
	<p style="text-align:justify"><span style="font-size:18px">On peut remarquer qu&#39;il existe dans la presse en plusieurs langues (fran&ccedil;ais et espagnol) un d&eacute;bat autour de la r&eacute;mun&eacute;ration du travail domestique et de la retraite des femmes au foyer, notamment en espagnol ou c&#39;est l&#39;aspect central du corpus. </span></p>

<p style="text-align:justify"><span style="font-size:18px">Contrairement &agrave; ce que nous avons pu observer en anglais, fran&ccedil;ais ou chinois, en espagnol la question de s&#39;il est appropri&eacute; ou non que la femme soit au foyer ne se pose pas vraiment dans les articles &eacute;tudi&eacute;s. On peut supposer que c&#39;est li&eacute; &agrave; la repr&eacute;sentation sociale de la femme en Am&eacute;rique latine (dont proviennent une grande partie des articles) o&ugrave; il est plus ou moins attendu qu&#39;elle passe au moins quelques ann&eacute;es &agrave; la maison pour s&#39;occuper des enfants. Il est donc moins question des avantages et d&eacute;savantages de faire ce choix, mais plut&ocirc;t de comment permettre &agrave; celles qui ont renonc&eacute; &agrave; une activit&eacute; salari&eacute;e pour se consacrer &agrave; leur famille de b&eacute;n&eacute;ficier d&#39;une retraite et &eacute;ventuellement de revenus sans &ecirc;tre totalement d&eacute;pendantes de leur conjoint. </span></p>

<p style="text-align:justify"><span style="font-size:18px">En fran&ccedil;ais, on retrouve la question de la r&eacute;mun&eacute;ration des femmes au foyer, mais aussi la question de la place de la femme. Il y a une opposition entre certains articles qui consid&egrave;rent que femme au foyer est une situation difficile, presque d&eacute;gradante et qu&#39;&ecirc;tre femme au foyer serait une &eacute;preuve, un choix par d&eacute;pit, tandis que d&#39;autres soulignent les qualit&eacute;s de ces femmes qui font le choix de renoncer &agrave; une carri&egrave;re et &agrave; un salaire pour s&#39;occuper de leurs enfants. </span></p>

<p style="text-align:justify"><span style="font-size:18px">Dans le corpus chinois, les articles mentionnent souvent le fait que les femmes doivent prendre conscience de leur valeur sociale plut&ocirc;t que de rester &agrave; la maison. Elles doivent travailler pour devenir financi&egrave;rement ind&eacute;pendantes afin d&#39;avoir une r&eacute;elle s&eacute;curit&eacute; de vie. La loi chinoise ne reconna&icirc;t pas la valeur du travail domestique et il n&#39;existe pas de compensation financi&egrave;re sp&eacute;ciale pour les femmes au foyer. l&#39;avis g&eacute;n&eacute;ral en Chine semble &ecirc;tre que dans la soci&eacute;t&eacute; contemporaine, les femmes ne devraient plus &ecirc;tre femmes au foyer. Certains articles et mots montrent pourtant qu&#39;il existe encore une partie de la population chinoise qui les soutient dans ce r&ocirc;le, surtout lorsqu&#39;elles ont des enfants, afin de mieux s&#39;occuper d&#39;eux et de les &eacute;duquer. Cependant, de fa&ccedil;on g&eacute;n&eacute;rale, il y a une attitude n&eacute;gative envers le travail au foyer, car il n&#39;y a pas de protection juridique ou financi&egrave;re pour celles qui l&#39;exercent.</span></p>

<p style="text-align:justify"><span style="font-size:18px">En anglais, on peut observer que l&#39;image de la femme au foyer est associ&eacute;e &agrave; la charge mentale, le stress, la fatigue et autres d&eacute;savantages. Dans cette langue et en fran&ccedil;ais, on peut voir des allusions aux ann&eacute;es 50 (1950s, n&eacute;otradi) et &agrave; l&#39;association femme au foyer-r&ocirc;le traditionnel. </span></p>

<p style="text-align:justify"><span style="font-size:18px">Bien que certains aspects soient pr&eacute;sents dans plusieurs corpus, on peut remarquer que la presse dans chaque langue a ses sp&eacute;cificit&eacute;s dans sa fa&ccedil;on de parler des femmes au foyer, mais notre corpus &eacute;tant assez r&eacute;duit et les coocurrents pouvant parfois induire en erreur certaines sp&eacute;cificit&eacute;s n&#39;ont peut-&ecirc;tre pas &eacute;t&eacute; mentionn&eacute;es.</span></p>
	</div>
	</body>
</html>